Autodesk.Revit.DB.IATFTranslationServer.Translate(Autodesk.Revit.DB.ATFTranslationServiceGeometryData)
Translate geometry according to translationGeometryData settings
Returns:
Returns true if the translation finished successfully, false otherwise.
Since:
2021